Repository: taikun114/Clip-Hold
Catalog: Clip Hold/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja

source: To create a new preset, hover over "New Preset..." in the preset menu and release the shortcut key to open the "Add Preset" window. To prevent accidental operation, moving the mouse cursor left or right on this menu item will not execute the action and will close the menu instead.
de: Um ein neues Preset zu erstellen, fahren Sie mit der Maus über „Neues Preset...“ im Preset-Menü und lassen Sie die Tastenkombination los, um das Fenster „Preset hinzufügen“ zu öffnen. Um eine versehentliche Bedienung zu verhindern, wird die Aktion durch Bewegen des Mauszeigers nach links oder rechts auf diesem Menüpunkt nicht ausgeführt und das Menü wird stattdessen geschlossen.
es: Para crear un nuevo preajuste, pase el ratón sobre "Nuevo preajuste..." en el menú de preajustes y suelte el atajo para abrir la ventana "Agregar preajuste". Para evitar operaciones accidentales, mover el cursor del ratón a izquierda o derecha sobre este elemento del menú no ejecutará la acción y cerrará el menú en su lugar.
fr: Pour créer un nouveau préréglage, survolez « Nouveau préréglage... » dans le menu des préréglages et relâchez le raccourci pour ouvrir la fenêtre « Ajouter un préréglage ». Pour éviter toute erreur de manipulation, déplacer le curseur vers la gauche ou la droite sur cet élément de menu n'exécutera pas l'action et fermera plutôt le menu.
ja: 新規プリセットを作成するには、プリセットメニューにある「新規プリセット...」にマウスカーソルを合わせてショートカットキーを離すことで、「プリセットを追加」ウィンドウが開いてプリセットを作成することができます。 このメニュー項目では誤操作を防止するため、項目の左右にマウスカーソルを動かしてもアクションは実行されず、メニューが閉じます。

# 既存:
source: Existing:
de: Vorhanden:
es: Existente:
fr: Existant :
ja: 既存:

# 既知のバグ一覧と報告ページへのリンクを開きます。
source: Open link to list of known bugs and report page.
de: Link zur Liste bekannter Fehler und zur Berichtsseite öffnen.
es: Abrir enlace a la lista de errores conocidos y a la página de informes.
fr: Ouvrir le lien vers la liste des bugs connus et la page de rapport.
ja: 既知のバグ一覧と報告ページへのリンクを開きます。

# 日付と時刻の表示方法
source: Date and Time Display Format
de: Datums- und Zeitformat
es: Formato de visualización de fecha y hora
fr: Format d'affichage de la date et de l'heure
ja: 日付と時刻の表示方法

# 旧バージョンで使用できるようにする
source: Make it work with older versions
de: Mit älteren Versionen kompatibel machen
es: Hacer que funcione con versiones anteriores
fr: Le faire fonctionner avec les anciennes versions
ja: 旧バージョンで使用できるようにする

# 書き出したクリップボード履歴のJSONファイルを読み込みます。
source: Import a JSON file of the exported clipboard history.
de: Importieren Sie eine JSON-Datei des exportierten Zwischenablageverlaufs.
es: Importar un archivo JSON del historial del portapapeles exportado.
fr: Importer un fichier JSON de l'historique du presse-papiers exporté.
ja: 書き出したクリップボード履歴のJSONファイルを読み込みます。

# 書き出した定型文のJSONファイルを読み込みます。
source: Import a JSON file of the exported standard phrases.
de: Importieren Sie eine JSON-Datei der exportierten Standardphrasen.
es: Importar un archivo JSON de las frases estándar exportadas.
fr: Importer un fichier JSON des phrases standard exportées.
ja: 書き出した定型文のJSONファイルを読み込みます。

# 有効な数値を入力してください。
source: Please enter a valid number.
de: Bitte geben Sie eine gültige Zahl ein.
es: Introduzca un número válido.
fr: Veuillez entrer un nombre valide.
ja: 有効な数値を入力してください。

# 有効にすると、プリセット情報なしで定型文のみをエクスポートします。
source: When enabled, only standard phrases are exported without preset information.
de: Wenn aktiviert, werden nur Standardphrasen ohne Preset-Informationen exportiert.
es: Cuando está activado, solo se exportan frases estándar sin información de preajuste.
fr: Si activé, seules les phrases standard sont exportées sans informations de préréglage.
ja: 有効にすると、プリセット情報なしで定型文のみをエクスポートします。

# 標準テキストとしてコピー
source: Copy as Plain Text
de: Als reinen Text kopieren
es: Copiar como texto sin formato
fr: Copier en tant que texte brut
ja: 標準テキストとしてコピー

# 標準テキストのみ
source: Plain Text Only
de: Nur reiner Text
es: Solo texto sin formato
fr: Texte brut uniquement
ja: 標準テキストのみ

# 権限
source: Permission
de: Berechtigung
es: Permiso
fr: Autorisation
ja: 権限

# 次のプリセット
source: Next Preset
de: Nächste Voreinstellung
es: Siguiente preajuste
fr: Préréglage suivant
ja: 次のプリセット

# 次のプリセットがすでに存在しています。
source: The following presets already exist.
de: Die folgenden Presets existieren bereits.
es: Los siguientes preajustes ya existen.
fr: Les préréglages suivants existent déjà.
ja: 次のプリセットがすでに存在しています。

# 次のプリセットに切り替える
source: Switch to Next Preset
de: Zum nächsten Preset wechseln
es: Cambiar al siguiente preajuste
fr: Passer au préréglage suivant
ja: 次のプリセットに切り替える

# 次へ
source: Next
de: Weiter
es: Siguiente
fr: Suivant
ja: 次へ

# 無制限
source: Unlimited
de: Unbegrenzt
es: Ilimitado
fr: Illimité
ja: 無制限

# 現在、インポートとエクスポートはテキストのみサポートしています。
source: Currently, only text is supported for import and export.
de: Derzeit wird nur Text für den Import und Export unterstützt.
es: Actualmente, solo se admite texto para importar y exportar.
fr: Actuellement, seul le texte est pris en charge pour l'importation et l'exportation.
ja: 現在、インポートとエクスポートはテキストのみサポートしています。

# 現在のクリップボード内容を使って新しい定型文を追加します。
source: Add a new standard phrase using the current clipboard contents.
de: Fügen Sie eine neue Standardphrase mit dem aktuellen Inhalt der Zwischenablage hinzu.
es: Añadir una nueva frase estándar usando el contenido actual del portapapeles.
fr: Ajouter une nouvelle phrase standard à l'aide du contenu actuel du presse-papiers.
ja: 現在のクリップボード内容を使って新しい定型文を追加します。

# 現在のプリセット
source: Current Preset
de: Aktuelle Voreinstellung
es: Preajuste actual
fr: Préréglage actuel
ja: 現在のプリセット

# 現在のプリセットアイコンを表示する
source: Show Current Preset Icon
de: Aktuelles Voreinstellungssymbol anzeigen
es: Mostrar icono del preajuste actual
fr: Afficher l'icône du préréglage actuel
ja: 現在のプリセットアイコンを表示する

# 生成AIと開発
source: Developed with Generative AI
de: Entwickelt mit generativer KI
es: Desarrollado con IA generativa
fr: Développé avec l'IA générative
ja: 生成AIと開発

# 画像のみ
source: Images Only
de: Nur Bilder
es: Solo imágenes
fr: Images uniquement
ja: 画像のみ

# 画像をコピー
source: Copy Image
de: Bild kopieren
es: Copiar imagen
fr: Copier l'image
ja: 画像をコピー

# 画像を保存...
source: Save Image...
de: Bild speichern...
es: Guardar imagen...
fr: Enregistrer l'image...
ja: 画像を保存...

# 番号を隠す
source: Hide Numbers
de: Nummern ausblenden
es: Ocultar números
fr: Masquer les numéros
ja: 番号を隠す

# 直前のテキストフィールドにクイックペースト
source: Quick Paste to Previous Text Field
de: Quick Paste in das vorherige Textfeld
es: Pegado rápido al campo de texto anterior
fr: Collage rapide dans le champ de texte précédent
ja: 直前のテキストフィールドにクイックペースト

# 相対的
source: Relative
de: Relativ
es: Relativo
fr: Relatif
ja: 相対的

# 移動
source: Move
de: Verschieben
es: Mover
fr: Déplacer
ja: 移動

# 終了
source: Quit
de: Beenden
es: Salir
fr: Quitter
ja: 終了

# 統合する
source: Merge
de: Zusammenführen
es: Fusionar
fr: Fusionner
ja: 統合する

# 絶対的
source: Absolute
de: Absolut
es: Absoluto
fr: Absolu
ja: 絶対的

# 続ける
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
ja: 続ける

# 続けるには操作を選択してください。
source: Select an operation to continue.
de: Wählen Sie eine Operation aus, um fortzufahren.
es: Seleccione una operación para continuar.
fr: Sélectionnez une opération pour continuer.
ja: 続けるには操作を選択してください。

# 緑茶を奢る
source: Buy Green Tea
de: Grünen Tee kaufen
es: Comprar té verde
fr: Acheter du thé vert
ja: 緑茶を奢る

# 緑茶を買ってあげる
source: Buy Me Green Tea
de: Mir grünen Tee kaufen
es: Comprarme té verde
fr: Offrez-moi un thé vert
ja: 緑茶を買ってあげる

# 編集...
source: Edit…
de: Bearbeiten...
es: Editar…
fr: Modifier…
ja: 編集…

# 置き換え
source: Replace
de: Ersetzen
es: Reemplazar
fr: Remplacer
ja: 置き換え

# 背景色
source: Background Color
de: Hintergrundfarbe
es: Color de fondo
fr: Couleur de fond
ja: 背景色

# 自動
source: Automatic
de: Automatisch
es: Automático
fr: Automatique
ja: 自動

# 表示しない
source: Don't Show
de: Nicht anzeigen
es: No mostrar
fr: Ne pas afficher
ja: 表示しない

# 表示までの時間
source: Delay Before Display
de: Verzögerung vor der Anzeige
es: Retraso antes de mostrar
fr: Délai avant l'affichage
ja: 表示までの時間

# 表示場所
source: Display Position
de: Anzeigeposition
es: Posición de visualización
fr: Position d'affichage
ja: 表示場所

# 複製
source: Duplicate
de: Duplizieren
es: Duplicar
fr: Dupliquer
ja: 複製

# 設定
source: Set
de: Einstellen
es: Establecer
fr: Définir
ja: 設定

# 設定...
source: Settings…
de: Einstellungen...
es: Ajustes…
fr: Paramètres…
ja: 設定...

source: The overlay is displayed only while holding down the configured shortcut key, allowing you to copy easily by moving the pointer over the desired item and releasing the key.
de: Das Overlay wird nur angezeigt, solange Sie die konfigurierte Tastenkombination gedrückt halten. So können Sie ganz einfach kopieren, indem Sie den Zeiger über das gewünschte Element bewegen und die Taste loslassen.
es: La superposición se muestra solo mientras se mantiene presionada la tecla de acceso directo configurada, lo que le permite copiar fácilmente al mover el puntero sobre el elemento deseado y soltar la tecla.
fr: La superposition s'affiche uniquement lorsque vous maintenez la touche de raccourci configurée enfoncée, vous permettant de copier facilement en déplaçant le pointeur sur l'élément souhaité et en relâchant la touche.
ja: 設定されたショートカットキーを押し続けている間だけオーバーレイが表示され、コピーしたい項目にポインタを合わせてショートカットキーを離すことで簡単にコピーできます。

# 設定を開く
source: Open Settings
de: Einstellungen öffnen
es: Abrir ajustes
fr: Ouvrir les paramètres
ja: 設定を開く

# 許可済み
source: Granted
de: Erteilt
es: Concedido
fr: Accordé
ja: 許可済み

# 謝辞
source: Acknowledgments
de: Danksagungen
es: Agradecimientos
fr: Remerciements
ja: 謝辞

# 貢献者
source: Contributors
de: Mitwirkende
es: Colaboradores
fr: Contributeurs
ja: 貢献者

# 質問や意見交換などを行いましょう
source: Ask questions and share your opinions
de: Stellen Sie Fragen und tauschen Sie Ihre Meinungen aus
es: Haga preguntas y comparta sus opiniones
fr: Posez des questions et partagez vos opinions
ja: 質問や意見交換などを行いましょう

# 追加
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ja: 追加

# 追加するテキストは何ですか？
source: What text do you want to add?
de: Welchen Text möchten Sie hinzufügen?
es: ¿Qué texto quieres agregar?
fr: Quel texte souhaitez-vous ajouter ?
ja: 追加するテキストは何ですか？

# 追加できる実行中のアプリが見つかりません。
source: No running apps available to add.
de: Keine laufenden Apps zum Hinzufügen gefunden.
es: No se encontraron aplicaciones en ejecución para agregar.
fr: Aucune application en cours d'exécution à ajouter.
ja: 追加できる実行中のアプリが見つかりません。

# 通知
source: Notification
de: Benachrichtigung
es: Notificación
ja: 通知

# 通知をテスト
source: Test Notification
de: Benachrichtigung testen
es: Probar notificación
fr: Notification de test
ja: 通知をテスト

# 通知機能を使用する場合は許可を与える必要があります。
source: To use notification feature, you need to grant permission.
de: Um die Benachrichtigungsfunktion zu verwenden, müssen Sie die Berechtigung erteilen.
es: Para usar la función de notificación, necesita conceder permiso.
fr: Pour utiliser la fonction de notification, vous devez accorder une autorisation.
ja: 通知機能を使用する場合は許可を与える必要があります。

# 選択されたファイルがありません。
source: No file selected.
de: Keine Datei ausgewählt.
es: No se ha seleccionado ningún archivo.
fr: Aucun fichier sélectionné.
ja: 選択されたファイルがありません。

# 選択されているプリセットからすべての定型文を本当に削除しますか？この操作は元に戻せません。
source: Are you sure you want to delete all standard phrases from the selected preset? This cannot be undone.
de: Möchten Sie wirklich alle Standardphrasen aus dem ausgewählten Preset löschen? Dies kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que quiere eliminar todas las frases estándar del preajuste seleccionado? Esta acción no se puede deshacer.
fr: Voulez-vous vraiment supprimer toutes les phrases standard du préréglage sélectionné ? Cette action est irréversible.
ja: 選択されているプリセットからすべての定型文を本当に削除しますか？この操作は元に戻せません。

# 選択したアプリをリストから削除します。
source: Remove a selected app from the list.
de: Eine ausgewählte App aus der Liste entfernen.
es: Eliminar una aplicación seleccionada de la lista.
fr: Supprimer une application sélectionnée de la liste.
ja: 選択したアプリをリストから削除します。

# 選択したプリセットをリストから削除します。
source: Delete a selected preset from the list.
de: Ein ausgewähltes Preset aus der Liste löschen.
es: Eliminar un preajuste seleccionado de la lista.
fr: Supprimer un préréglage sélectionné de la liste.
ja: 選択したプリセットをリストから削除します。

# 選択したプリセットを編集します。
source: Edit a selected preset.
de: Ein ausgewähltes Preset bearbeiten.
es: Editar un preajuste seleccionado.
fr: Modifier un préréglage sélectionné.
ja: 選択したプリセットを編集します。

# 選択したプリセット内の定型文の個数を取得します。
source: Gets the count of standard phrases in the selected preset.
de: Ruft die Anzahl der Standardtexte in der ausgewählten Voreinstellung ab.
es: Obtiene el recuento de frases estándar en el ajuste preestablecido seleccionado.
fr: Obtient le nombre de phrases types dans le préréglage sélectionné.
ja: 選択したプリセット内の定型文の個数を取得します。

# 選択した定型文をリストから削除します。
source: Delete a selected standard phrase from the list.
de: Eine ausgewählte Standardphrase aus der Liste löschen.
es: Eliminar una frase estándar seleccionada de la lista.
fr: Supprimer une phrase standard sélectionnée de la liste.
ja: 選択した定型文をリストから削除します。

# 選択した定型文を編集します。
source: Edit a selected standard phrase.
de: Eine ausgewählte Standardphrase bearbeiten.
es: Editar una frase estándar seleccionada.
fr: Modifier une phrase standard sélectionnée.
ja: 選択した定型文を編集します。

# 重複したプリセット
source: Duplicate Presets
de: Doppelte Presets
es: Preajustes duplicados
fr: Préréglages en double
ja: 重複したプリセット

# 重複をカウントしない
source: Ignore duplicates
de: Duplikate ignorieren
es: Ignorar duplicados
fr: Ignorer les doublons
ja: 重複をカウントしない

# 閉じる
source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる

# 開く
source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
ja: 開く

# 開発に携わった貢献者
source: Contributors involved in the development
de: An der Entwicklung beteiligte Mitwirkende
es: Colaboradores involucrados en el desarrollo
fr: Contributeurs impliqués dans le développement
ja: 開発に携わった貢献者

# 開発者をサポート
source: Support Developer
de: Entwickler unterstützen
es: Apoyar al desarrollador
fr: Soutenir le développeur
ja: 開発者をサポート

# 開発者向け機能
source: Developer Features
de: Entwicklerfunktionen
es: Funciones para desarrolladores
fr: Fonctionnalités pour les développeurs
ja: 開発者向け機能

# 除外するアプリ
source: Apps to Exclude
de: Auszuschließende Apps
es: Aplicaciones a excluir
fr: Applications à exclure
ja: 除外するアプリ

# 除外するアプリにはアプリのみ追加することができます。
source: Only apps can be added to the list of Apps to Exclude.
de: Der Liste der auszuschließenden Apps können nur Apps hinzugefügt werden.
es: Solo se pueden añadir aplicaciones a la lista de Aplicaciones a excluir.
fr: Seules les applications peuvent être ajoutées à la liste des applications à exclure.
ja: 除外するアプリにはアプリのみ追加することができます。

# 除外するアプリに追加
source: Add to Apps to Exclude
de: Zu auszuschließenden Apps hinzufügen
es: Añadir a aplicaciones a excluir
fr: Ajouter aux applications à exclure
ja: 除外するアプリに追加

# 除外するアプリに追加...
source: Add to Apps to Exclude…
de: Zu auszuschließenden Apps hinzufügen...
es: Añadir a aplicaciones a excluir…
fr: Ajouter aux applications à exclure…
ja: 除外するアプリに追加...

# 除外するアプリのリストを空にしてもよろしいですか？この操作は元に戻せません。
source: Are you sure you want to empty the list of Apps to Exclude? This cannot be undone.
de: Möchten Sie die Liste der auszuschließenden Apps wirklich leeren? Dies kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que quiere vaciar la lista de Aplicaciones a excluir? Esta acción no se puede deshacer.
fr: Voule-vous vraiment vider la liste des applications à exclure ? Cette action est irréversible.
ja: 除外するアプリのリストを空にしてもよろしいですか？この操作は元に戻せません。

# 除外するアプリリスト
source: Apps to exclude list
de: Liste der auszuschließenden Apps
es: Lista de aplicaciones a excluir
fr: Liste des applications à exclure
ja: 除外するアプリリスト

# 除外するアプリを追加します。
source: Add an app to exclude.
de: Eine auszuschließende App hinzufügen.
es: Añadir una aplicación a excluir.
fr: Ajouter une application à exclure.
ja: 除外するアプリを追加します。

# 項目
source: Item
de: Element
es: Elemento
fr: Élément
ja: 項目

# 項目から定型文を作成...
source: Create a Standard Phrase from an item...
de: Eine Standardphrase aus einem Element erstellen...
es: Crear una frase estándar a partir de un elemento...
fr: Créer une phrase standard à partir d'un élément...
ja: 項目から定型文を作成...

# 項目が見つかりませんでした
source: Item not found.
de: Element nicht gefunden.
es: Elemento no encontrado.
fr: Élément introuvable.
ja: 項目が見つかりませんでした

# 項目をコピーする
source: Copy Item
de: Element kopieren
es: Copiar elemento
fr: Copier l'élément
ja: 項目をコピーする

# 項目をダブルクリックしてコピーしたときにウィンドウを閉じるようにします。
source: Make the window close when you double-click an item to copy it.
de: Das Fenster schließen, wenn Sie auf ein Element doppelklicken, um es zu kopieren.
es: Hacer que la ventana se cierre cuando haga doble clic en un elemento para copiarlo.
fr: Faire en sorte que la fenêtre se ferme lorsque vous double-cliquez sur un élément pour le copier.
ja: 項目をダブルクリックしてコピーしたときにウィンドウを閉じるようにします。

# 項目を変更してコピー
source: Change Item and Copy
de: Element ändern und kopieren
es: Cambiar elemento y copiar
fr: Changer l'élément et copier
ja: 項目を変更してコピー

# 項目を変更してコピーする
source: Change Item and Copy
de: Element ändern und kopieren
es: Cambiar elemento y copiar
fr: Modifier l'élément et copier
ja: 項目を変更してコピーする

# %lld個のプリセット
source: %lld Presets
es: %lld preajustes
fr: %lld préréglages
ja: %lld個のプリセット

# 1_suffix_history
source: st
es: .ª
fr: er
ja: 番目の

# 1_suffix_standard_phrase
source: st
es: .ª
fr: re
ja: 番目の

# 2_suffix_history
source: nd
es: .ª
fr: e
ja: 番目の

# 2_suffix_standard_phrase
source: nd
es: .ª
fr: e
ja: 番目の

# 3_suffix_history
source: rd
es: .ª
fr: e
ja: 番目の

# 3_suffix_standard_phrase
source: rd
es: .ª
fr: e
ja: 番目の

# 4_suffix_history
source: th
es: .ª
fr: e
ja: 番目の

# 4_suffix_standard_phrase
source: th
es: .ª
fr: e
ja: 番目の

# 5_suffix_history
source: th
es: .ª
fr: e
ja: 番目の

# 5_suffix_standard_phrase
source: th
es: .ª
fr: e
ja: 番目の

# 6_suffix_history
source: th
es: .ª
fr: e
ja: 番目の

# 6_suffix_standard_phrase
source: th
es: .ª
fr: e
ja: 番目の

# 7_suffix_history
source: th
es: .ª
fr: e
ja: 番目の

# 7_suffix_standard_phrase
source: th
es: .ª
fr: e
ja: 番目の

# 8_suffix_history
source: th
es: .ª
fr: e
ja: 番目の

# 8_suffix_standard_phrase
source: th
es: .ª
fr: e
ja: 番目の

# 9_suffix_history
source: th
es: .ª
fr: e
ja: 番目の

# 9_suffix_standard_phrase
source: th
es: .ª
fr: e
ja: 番目の

# 10_suffix_history
source: th
es: .ª
fr: e
ja: 番目の

# 10_suffix_standard_phrase
source: th
es: .ª
fr: e
ja: 番目の

source: Limit
es: Límite
fr: Limite
ja: 上限件数

source: Name
es: Nombre
fr: Nom
ja: 名前

# Phrase
source: Standard Phrase
es: Frase estándar
fr: Phrase standard
ja: 定型文

# QRコード
source: QR Code
es: Código QR
fr: Code QR
ja: QRコード

# Spotlightインデックス状況
source: Spotlight Index Status
es: Estado del índice de Spotlight
fr: Statut de l'index Spotlight
ja: Spotlightインデックス状況

source: Standard Phrase
es: Frase estándar
fr: Phrase standard
ja: 定型文

source: Text
es: Texto
fr: Texte
ja: テキスト

# アプリ
source: Apps
es: Aplicaciones
fr: Applications
ja: アプリ

# オレンジ
source: Orange
es: Naranja
ja: オレンジ

# クイックペースト
source: Quick Paste
es: Pegada rápida
fr: Collage rapide
ja: クイックペースト

# クイックルック
source: Quick Look
es: Vista rápida
fr: Coup d'œil
ja: クイックルック

# コミュニティ
source: Community
es: Comunidad
fr: Communauté
ja: コミュニティ

# テキスト
source: Text
es: Texto
fr: Texte
ja: テキスト

# デバッグ
source: Debug
es: Depurar
fr: Débogage
ja: デバッグ

# バージョン: %@
source: Version: %@
es: Versión: %@
ja: バージョン: %@

# バージョン: %@ (%@)
source: Version: %1$@ (%2$@)
es: Versión: %1$@ (%2$@)
ja: バージョン: %@ (%@)

# ピンク
source: Pink
es: Rosa
fr: Rose
ja: ピンク

# フィルター
source: Filter
es: Filtro
fr: Filtre
ja: フィルター

# プリセット
source: Presets
es: Preajustes
fr: Préréglages
ja: プリセット

# プリセット: %@
source: Preset: %@
es: Preajuste: %@
fr: Préréglage : %@
ja: プリセット: %@

# プリセット名
source: Preset Name
es: Nombre del preajuste
fr: Nom du préréglage
ja: プリセット名

# 一時停止
source: Pause
es: Pausa
ja: 一時停止

# 自動スクロール
source: Auto Scroll
es: Desplazamiento automático
fr: Défilement automatique
ja: 自動スクロール

# bytes_unit
source: B
fr: o

# gigabytes_unit
source: GB
fr: Go

# kilobytes_unit
source: KB
fr: Ko

# megabytes_unit
source: MB
fr: Mo

# Copyright ©︎ 2026 今浦大雅
source: Copyright ©︎ 2026 Taiga Imaura
ja: Copyright ©︎ 2026 今浦大雅
